Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: After this, your year is ready.
cs: Pak je tvůj rok připravený.
da: Derefter er dit år klar.
de: Danach ist dein Jahr bereit.
es: Después de esto, tu año estará listo.
et: Pärast seda on sinu aasta valmis.
fi: Sen jälkeen vuotesi on valmis.
fr: Après ça, ton année est prête.
hr: Nakon toga, tvoja godina je spremna.
hu: Ezután készen áll az éved.
it: Dopo questo, il tuo anno è pronto.
lv: Pēc tam tavs gads būs gatavs.
nb: Etter dette er året ditt klart.
nl: Hierna is je jaar klaar.
pl: Po tym Twój rok będzie gotowy.
pt_br: Depois disso, seu ano fica pronto.
ro: După asta, anul tău e gata.
sk: Potom je tvoj rok pripravený.
sl: Po tem je tvoje leto pripravljeno.
sv: Efter det är ditt år redo.
uk: Після цього твій рік готовий.

source: from people actually using it.
cs: od lidí, kteří to skutečně používají.
da: fra folk, der rent faktisk bruger det.
de: von Menschen, die Yearlit wirklich nutzen.
es: de personas que realmente la usan.
et: inimestelt, kes seda tegelikult kasutavad.
fi: ihmisiltä, ​​jotka todella käyttävät sitä.
fr: des personnes qui l'utilisent réellement.
hr: od ljudi koji ga zapravo koriste.
hu: azoktól, akik ténylegesen használják.
it: da parte delle persone che lo usano davvero.
lv: no cilvēkiem, kas to faktiski izmanto.
nb: fra folk som faktisk bruker det.
nl: van mensen die het daadwerkelijk gebruiken.
pl: od osób faktycznie z niego korzystających.
pt_br: de pessoas que realmente usam o app.
ro: de la oamenii care îl folosesc cu adevărat.
sk: od ľudí, ktorí ho skutočne používajú.
sl: od ljudi, ki ga dejansko uporabljajo.
sv: från människor som faktiskt använder det.
uk: від людей, які справді ним користуються.

source: it
cs: to
da: det
de: Es
es: la
et: seda
fi: se
fr: il
hr: to
hu: azt
it: lo
lv: to
nb: den
nl: Het
pl: To
pt_br: isso
ro: ea
sk: to
sl: to
sv: det
uk: це

source: show up every day, even when motivation wasn’t there.
cs: splnit návyk každý den, i když chyběla motivace.
da: dukke op hver dag, også når motivationen ikke var der.
de: jeden Tag drangeblieben bist, auch ohne Motivation.
es: cumplir cada día, incluso cuando no había motivación.
et: ilmuda iga päev, isegi kui motivatsiooni polnud.
fi: pitää kiinni tavasta joka päivä, myös ilman motivaatiota.
fr: se présenter tous les jours, même lorsque la motivation n’était pas là.
hr: odraditi svoje svaki dan, čak i kad motivacije nije bilo.
hu: minden nap megjelenjen, még akkor is, ha nem volt motiváció.
it: esserci ogni giorno, anche quando mancava la motivazione.
lv: turpināt katru dienu, arī tad, kad motivācijas nebija.
nb: møte opp hver dag, selv når motivasjonen manglet.
nl: elke dag vol te houden, ook zonder motivatie.
pl: robić swoje każdego dnia, nawet gdy brakowało motywacji.
pt_br: cumprir todos os dias, mesmo sem motivação.
ro: să-mi țin promisiunea în fiecare zi, chiar și când motivația lipsea.
sk: držať sa toho každý deň, aj keď motivácia chýbala.
sl: vztrajal vsak dan, tudi ko ni bilo motivacije.
sv: göra det varje dag, även när motivationen saknades.
uk: з'являтися щодня, навіть коли мотивації не було.

source: /month
cs: / měsíc
da: /måned
de: /Monat
es: /mes
et: /kuus
fi: /kuukausi
fr: /mois
hr: /mjesec
hu: /hónap
it: /mese
lv: /mēnesī
nb: /måned
nl: /maand
pl: /miesiąc
pt_br: /mês
ro: /lună
sk: /mesiac
sl: /mesec
sv: /månad
uk: /міс

source: /week
cs: / týden
da: /uge
de: /Woche
es: /semana
et: /nädalas
fi: /viikko
fr: /semaine
hr: /tjedan
hu: /hét
it: /settimana
lv: /nedēļā
nb: /uke
pl: /tydzień
pt_br: /semana
ro: /săptămână
sk: /týždeň
sl: /teden
sv: /vecka
uk: /тиждень

source: /year
cs: / rok
da: /år
de: /Jahr
es: /año
et: /aastas
fi: /vuosi
fr: /an
hr: /godina
hu: /év
it: /anno
lv: /gadā
nb: /år
nl: /jaar
pl: /rok
pt_br: /ano
ro: /an
sk: /rok
sl: /leto
sv: /år
uk: /рік

source: \(stack.steps.count) steps
cs: \(stack.steps.count)kroků
da: \(stack.steps.count)trin
de: \(stack.steps.count)Schritte
es: \(stack.steps.count)pasos
et: \(stack.steps.count)sammu
fi: \(stack.steps.count)askelta
fr: \(stack.steps.count)étapes
hr: \(stack.steps.count) koraka
hu: \(stack.steps.count) lépés
it: \(stack.steps.count)passi
lv: \(stack.steps.count) soļi
nb: \(stack.steps.count)trinn
nl: \(stack.steps.count)stappen
pl: \(stack.steps.count)kroków
pt_br: \(stack.steps.count) etapas
ro: \(stack.steps.count) pași
sk: \(stack.steps.count) krokov
sl: \(stack.steps.count) korakov
sv: \(stack.steps.count)steg
uk: \(stack.steps.count)кроків

source: %@ %lld of your streak! Keep going 💪
cs: %@%lld vaší série! Pokračuj 💪
da: %@%lld af din streak! Fortsæt 💪
de: %@ %lld deiner Serie. Bleib dran 💪
es: %@%lld de tu racha! Sigue adelante 💪
et: Sinu jada: %@ %lld. Jätka 💪
fi: %@%lld sarjastasi! Jatka 💪
fr: %@%lld de votre séquence! Continuez 💪
hr: %@ %lld tvog niza! Nastavi 💪
hu: %@%lld a sorozatodból! Folytasd 💪
it: %@ %lld della tua serie. Continua così 💪
lv: %@ %lld tavā sērijā! Turpini 💪
nb: %@ %lld av rekken din! Fortsett 💪
nl: %@ %lld van je streak. Ga door 💪
pl: %@ %lld Twojej serii! Działaj dalej 💪
pt_br: %@ %lld da sua sequência! Continue 💪
ro: %@ %lld din seria ta! Continuă 💪
sk: %@ %lld v sérii. Pokračuj 💪
sl: %@ %lld dni v nizu. Nadaljuj 💪
sv: %@ %lld i din svit! Fortsätt 💪
uk: %@%lldвашої серії! Продовжуйте 💪

source: %@ left
cs: Zbývá %@
da: %@ tilbage
de: %@ übrig
es: %@ izquierda
et: %@ jäänud
fi: %@ jäljellä
fr: %@ gauche
hr: %@ lijevo
hu: %@ maradt
it: %@ a sinistra
lv: Atlikušas %@
nb: %@ igjen
nl: %@ links
pl: Pozostało %@
pt_br: Faltam %@
ro: %@ rămas
sk: Zostáva %@
sl: %@ levo
sv: %@ kvar
uk: %@ пішов

source: %@, then %@%@
cs: Nejdřív %@, potom %@%@
da: %@, derefter %@%@
de: %@, dann %@%@
es: %@, después %@%@
et: %@, siis %@%@
fi: %@, sitten %@%@
fr: %@, puis %@%@
hr: %@, zatim %@%@
hu: %@, utána %@%@
it: %@, poi %@%@
lv: %@, pēc tam %@%@
nb: %@, deretter %@%@
nl: %@, daarna %@%@
pl: %@, potem %@%@
pt_br: %@, depois %@%@
ro: %@, apoi %@%@
sk: %@, potom %@%@
sl: %@, nato %@ %@
sv: %@, sedan %@%@
uk: %@, потім %@%@

source: %lld %@ down! You're building momentum 🚀
cs: %lld %@ dolů! Budujete dynamiku 🚀
da: %lld %@ ned! Du bygger momentum 🚀
de: %lld %@ geschafft. Du baust Schwung auf 🚀
es: %lld %@¡abajo! Estás ganando impulso 🚀
et: %lld %@ alla! Sa annad hoogu juurde 🚀
fi: %lld %@ tehty! Rakennat vauhtia 🚀
fr: %lld %@ vers le bas! Vous prenez une dynamique 🚀
hr: %lld %@ odrađeno! Gradiš zamah 🚀
hu: %lld %@ megvan! Épül a lendületed 🚀
it: %lld %@ completati. Stai creando slancio 🚀
lv: %lld %@ paveiktas! Tu veido inerci 🚀
nb: %lld %@ ned! Du bygger momentum 🚀
nl: %lld %@ gedaan. Je bouwt ritme op 🚀
pl: %lld %@ za Tobą! Budujesz rozpęd 🚀
pt_br: %lld %@ cumpridos! Você está ganhando ritmo 🚀
ro: %lld %@ făcute! Construiești ritm 🚀
sk: %lld %@ za tebou. Naberaš tempo 🚀
sl: %lld %@ za tabo. Gradiš zagon 🚀
sv: %lld %@ nere! Du bygger fart 🚀
uk: %lld %@вниз! Ви набираєте імпульс 🚀

source: %lld %@ free
cs: %lld %@ zdarma
da: %lld %@ fri
de: %lld %@ kostenlos
es: %lld %@ gratis
et: %lld %@ tasuta
fi: %lld %@ ilmaiseksi
fr: %lld %@ gratuit
hr: %lld %@ besplatno
hu: %lld %@ ingyen
it: %lld %@ gratis
lv: %lld %@ bez maksas
nb: %lld %@ gratis
nl: %lld %@ gratis
pl: %lld %@ za darmo
pt_br: %lld %@ grátis
ro: %lld %@ gratuit
sk: %lld %@ zadarmo
sl: %lld %@ brezplačno
sv: %lld %@ gratis
uk: %lld %@ безкоштовно

source: %lld days down! You're building momentum 🚀
cs: %lld dní hotovo. Buduješ tah 🚀
da: %lld dage ned! Du bygger momentum 🚀
de: %lld Tage geschafft. Du baust Schwung auf 🚀
es: ¡%lld días menos! Estás ganando impulso 🚀
et: %lld päeva möödas! Sa annad hoogu juurde 🚀
fi: %lld päivää tehty! Rakennat vauhtia 🚀
fr: %lld jours d'arrêt! Vous prenez une dynamique 🚀
hr: %lld dana odrađeno! Gradiš zamah 🚀
hu: %lld nap megvan! Épül a lendületed 🚀
it: %lld giorni completati! Stai costruendo slancio 🚀
lv: %lld dienas paveiktas! Tu veido inerci 🚀
nb: %lld dager ned! Du bygger momentum 🚀
nl: %lld dagen gedaan. Je bouwt ritme op 🚀
pl: %lld dni za Tobą! Budujesz rozpęd 🚀
pt_br: %lld dias cumpridos! Você está ganhando ritmo 🚀
ro: %lld zile făcute! Construiești ritm 🚀
sk: %lld dní za tebou. Naberaš tempo 🚀
sl: %lld dni za tabo. Gradiš zagon 🚀
sv: %lld dagar ner! Du bygger fart 🚀
uk: %lld днів позаду! Ти набираєш темп 🚀

source: %lld days showed up
cs: Bylo zobrazeno %lld dní
da: %lld dage dukkede op
de: Es wurden %lld Tage angezeigt
es: %lld días cumplidos
et: Ilmus %lld päeva
fi: %lld päivää tehty
fr: %lld jours se sont écoulés
hr: Pojavilo se %lld dana
hu: %lld nap jelent meg
it: %lld giorni in cui ci sei stato
lv: %lld dienas izdarītas
nb: %lld dager dukket opp
nl: %lld dagen volgehouden
pl: %lld dni zrobione
pt_br: %lld dias cumpridos
ro: %lld zile făcute
sk: %lld splnených dní
sl: %lld dni vztrajanja
sv: %lld dagar genomförda
uk: %lld днів відмічено

source: %lld days strong
cs: %lld dní silný
da: %lld dage stærk
de: %lld Tage stark
es: %lld días fuertes
et: %lld päeva tugev
fi: %lld päivää vahva
fr: %lld jours forts
hr: %lld dana jako
hu: %lld nap erős
it: %lld giorni di fila
lv: %lld stipras dienas
nb: %lld dager sterk
nl: %lld dagen sterk
pl: %lld dni serii
pt_br: %lld dias fortes
ro: %lld zile puternice
sk: %lld dní silný
sl: %lld močnih dni
sv: %lld dagar stark
uk: %lld днів поспіль

source: %lld steps
cs: %lld kroků
da: %lld trin
de: %lld Schritte
es: %lld pasos
et: %lld sammu
fi: %lld askelta
fr: %lld étapes
hr: %lld koraka
hu: %lld lépést
it: %lld passi
lv: %lld soļi
nb: %lld trinn
nl: %lld stappen
pl: %lld kroków
pt_br: %lld etapas
ro: %lld pași
sk: %lld krokov
sl: %lld korakov
sv: %lld steg
uk: %lld кроків

source: ✨ Amazing! %lld %@ in a row. One more %@!
cs: ✨ Úžasné!%lld %@ v řadě. Ještě jeden %@!
da: ✨ Fantastisk!%lld %@ i en række. En %@ mere!
de: ✨ Stark. %lld %@ in Folge. Noch ein %@!
es: ✨¡Increíble!%lld %@ seguidos. ¡Un %@ más!
et: ✨ Hämmastav!%lld %@ järjest. Veel üks %@!
fi: ✨ Mahtavaa!%lld %@ peräkkäin. Vielä yksi %@!
fr: ✨ Incroyable!%lld %@ d'affilée. Encore un %@!
hr: ✨ Odlično! %lld %@ zaredom. Još jedan %@!
hu: ✨ Szép! %lld %@ egymás után. Még egy %@!
it: ✨ Incredibile!%lld %@ di seguito. Ancora uno %@!
lv: ✨ Lieliski! %lld %@ pēc kārtas. Vēl viena %@!
nb: ✨ Sterkt! %lld %@ på rad. Én %@ til!
nl: ✨ Sterk. %lld %@ op rij. Nog één %@.
pl: ✨ Świetnie! %lld %@ z rzędu. Jeszcze jeden %@!
pt_br: ✨ Incrível! %lld %@ seguidos. Mais um %@!
ro: ✨ Excelent! %lld %@ la rând. Încă un %@!
sk: ✨ Výborne. %lld %@ za sebou. Ešte jeden %@.
sl: ✨ Odlično. %lld %@ zapored. Še en %@.
sv: ✨ Grymt! %lld %@ i rad. En %@ till!
uk: ✨ Чудово!%lld %@підряд. Ще один%@!

source: ✨ Amazing! %lld days in a row. One more today!
cs: ✨ Úžasné!%lld dní v řadě. Dnes ještě jeden!
da: ✨ Fantastisk!%lld dage i træk. En mere i dag!
de: ✨ Stark. %lld Tage in Folge. Heute noch einer!
es: ✨¡Increíble!%lld días seguidos. ¡Uno más hoy!
et: ✨ Hämmastav!%lld päeva järjest. Täna veel üks!
fi: ✨ Mahtavaa!%lld päivää peräkkäin. Tänään vielä yksi!
fr: ✨ Incroyable!%lld jours consécutifs. Un de plus aujourd'hui!
hr: ✨ Odlično! %lld dana zaredom. Još jedan danas!
hu: ✨ Szép! %lld nap egymás után. Ma még egy!
it: ✨ Fantastico! %lld giorni di fila. Uno in più oggi!
lv: ✨ Lieliski! %lld dienas pēc kārtas. Vēl viena šodien!
nb: ✨ Sterkt! %lld dager på rad. Én til i dag!
nl: ✨ Sterk. %lld dagen op rij. Vandaag nog één.
pl: ✨ Świetnie! %lld dni z rzędu. Zrób jeszcze dzisiaj!
pt_br: ✨ Incrível! %lld dias seguidos. Mais um hoje!
ro: ✨ Excelent! %lld zile la rând. Încă una azi!
sk: ✨ Výborne. %lld dní za sebou. Dnes pridaj ďalší.
sl: ✨ Odlično. %lld dni zapored. Danes dodaj še enega.
sv: ✨ Grymt! %lld dagar i rad. En till idag!
uk: ✨ Неймовірно! %lld днів поспіль. Додай ще один сьогодні!

source: 👉 ‘I’m a learner’
cs: 👉 ‚Jsem student‘
da: 👉 'Jeg er en lærende'
de: 👉 „Ich bin ein Lernender“
es: 👉 'Soy un aprendiz'
et: 👉 "Ma olen õppija"
fi: 👉 "Olen oppija"
fr: 👉 « Je suis un apprenant »
hr: 👉 'Ja sam učenik'
hu: 👉 "tanuló vagyok"
it: 👉 «Sono una persona che impara»
lv: 👉 “Es mācos”
nb: 👉 "Jeg er en lærende"
nl: 👉 ‘Ik ben een leerling’
pl: 👉 „Jestem uczniem”
pt_br: 👉 ‘Eu sou um aluno’
ro: 👉 „Sunt genul de om care învață”
sk: 👉 „Som študent“
sl: 👉 "Jaz sem učenec"
sv: 👉 "Jag är en lärande"
uk: 👉 «Я той, хто навчається»

source: 👉 ‘I’m a reader’
cs: 👉 ‚Jsem čtenář‘
da: 👉 'Jeg er en læser'
de: 👉 „Ich bin ein Leser“
es: 👉 'Soy un lector'
et: 👉 "Ma olen lugeja"
fi: 👉 "Olen lukija"
fr: 👉 « Je suis un lecteur »
hr: 👉 'Ja sam čitatelj'
hu: 👉 "Olvasó vagyok"
it: 👉 «Sono una persona che legge»
lv: 👉 “Es lasu”
nb: 👉 'Jeg er en leser'
nl: 👉 ‘Ik ben een lezer’
pl: 👉 „Jestem czytelnikiem”
pt_br: 👉 ‘Sou um leitor’
ro: 👉 „Sunt genul de om care citește”
sk: 👉 „Som čitateľ“
sl: 👉 'Jaz sem bralec'
sv: 👉 'Jag är en läsare'
uk: 👉 «Я читач»

source: 👉 ‘I’m a runner’
cs: 👉 ‚Jsem běžec‘
da: 👉 'Jeg er en løber'
de: 👉 „Ich bin ein Läufer“
es: 👉 'Soy un corredor'
et: 👉 "Ma olen jooksja"
fi: 👉 "Olen juoksija"
fr: 👉 « Je suis un coureur »
hr: 👉 'Ja sam trkač'
hu: 👉 "Futó vagyok"
it: 👉 «Sono un runner»
lv: 👉 “Es skrienu”
nb: 👉 «Jeg er en løper»
nl: 👉 ‘Ik ben een hardloper’
pl: 👉 „Jestem biegaczem”
pt_br: 👉 ‘Eu sou um corredor’
ro: 👉 „Sunt genul de om care aleargă”
sk: 👉 „Som bežec“
sl: 👉 "Jaz sem tekač"
sv: 👉 "Jag är en löpare"
uk: 👉 «Я бігун»

source: 💪 %lld %@ strong! Don't break it now!
cs: 💪%lld %@ silný! Teď to nerozbíjej!
da: 💪%lld %@ stærk! Bryd det ikke nu!
de: 💪 %lld %@ stark. Jetzt nicht abreißen lassen!
es: 💪%lld %@ fuerte! ¡No lo rompas ahora!
et: 💪%lld %@ tugev! Ära nüüd lõhu!
fi: 💪%lld %@ vahva! Älä riko sitä nyt!
fr: 💪%lld %@ fort! Ne le casse pas maintenant!
hr: 💪 %lld %@ snažno! Nemoj stati sad!
hu: 💪 %lld %@ erős sorozat! Most ne szakítsd meg!
it: 💪%lld %@ forte! Non romperlo adesso!
lv: 💪 %lld %@ stipri! Nepārtrauc tagad!
nb: 💪 %lld %@ på rad! Ikke bryt rekken nå!
nl: 💪 %lld %@ sterk. Nu vasthouden.
pl: 💪 %lld %@ serii! Nie przerywaj jej teraz!
pt_br: 💪 %lld %@ firmes! Não pare agora!
ro: 💪 %lld %@ la rând! Nu întrerupe acum!
sk: 💪 %lld %@ držíš. Teraz neprestávaj.
sl: 💪 %lld %@ močno. Ne prekini zdaj.
sv: 💪%lld %@ stark! Bryt den inte nu!
uk: 💪%lld %@сильно! Не зламай його зараз!

source: 💪 %lld days strong! Don't break it now!
cs: 💪%lld dní silných! Teď to nerozbíjej!
da: 💪%lld dage stærk! Bryd det ikke nu!
de: 💪 %lld Tage stark. Jetzt nicht abreißen lassen!
es: 💪 ¡%lld días fuertes! ¡No lo rompas ahora!
et: 💪%lld päeva tugevat! Ära nüüd lõhu!
fi: 💪%lld päivää vahvaa! Älä riko sitä nyt!
fr: 💪%lld jours fort! Ne le casse pas maintenant!
hr: 💪 %lld dana snažno! Nemoj stati sad!
hu: 💪 %lld napos sorozat! Most ne szakítsd meg!
it: 💪 %lld giorni di fila! Non mollare adesso!
lv: 💪 %lld dienas stipri! Nepārtrauc tagad!
nb: 💪 %lld dager på rad! Ikke bryt rekken nå!
nl: 💪 %lld dagen sterk. Nu vasthouden.
pl: 💪 %lld dni serii! Nie przerywaj jej teraz!
pt_br: 💪 %lld dias firmes! Não pare agora!
ro: 💪 %lld zile la rând! Nu întrerupe acum!
sk: 💪 %lld dní držíš. Teraz neprestávaj.
sl: 💪 %lld močnih dni. Ne prekini zdaj.
sv: 💪%lld dagar starkt! Bryt den inte nu!
uk: 💪 Уже %lld днів поспіль! Не зламай серію!

source: 📅 One dot = one day
cs: 📅 Jedna tečka = jeden den
da: 📅 Én prik = én dag
de: 📅 Ein Punkt = ein Tag
es: 📅 Un punto = un día
et: 📅 Üks punkt = üks päev
fi: 📅 Yksi piste = yksi päivä
fr: 📅 Un point = un jour
hr: 📅 Jedna točkica = jedan dan
hu: 📅 Egy pont = egy nap
it: 📅 Un punto = un giorno
lv: 📅 Viens punkts = viena diena
nb: 📅 Én prikk = én dag
nl: 📅 Eén stip = één dag
pl: 📅 Jedna kropka = jeden dzień
pt_br: 📅 Um ponto = um dia
ro: 📅 Un punct = o zi
sk: 📅 Jedna bodka = jeden deň
sl: 📅 Ena pika = en dan
sv: 📅 En prick = en dag
uk: 📅 Одна крапка = один день

source: 📊 Spot patterns at a glance
cs: 📊 Bodové vzory na první pohled
da: 📊 Spot mønstre på et øjeblik
de: 📊 Erkenne Muster auf einen Blick
es: 📊 Detecta patrones de un vistazo
et: 📊 Täpimustrid ühe pilguga
fi: 📊 Pistekuviot yhdellä silmäyksellä
fr: 📊 Modèles de spots en un coup d'œil
hr: 📊 Uočite uzorke na prvi pogled
hu: 📊 Spot minták egy pillantásra
it: 📊 Individua gli schemi a colpo d'occhio
lv: 📊 Pamani modeļus vienā skatienā
nb: 📊 Se mønstre på et øyeblikk
nl: 📊 Ontdek patronen in één oogopslag
pl: 📊 Rzut oka na wzorce punktowe
pt_br: 📊 Identifique padrões rapidamente
ro: 📊 Identificați modelele dintr-o privire
sk: 📊 Rýchlo uvidíš vzorce
sl: 📊 Zaznajte vzorce na prvi pogled
sv: 📊 Se mönster med en överblick
uk: 📊 Помічай закономірності з першого погляду

source: 🔥 Don't break your %lld-%@ streak!
cs: 🔥 Nepřerušte svou sérii %lld-%@!
da: 🔥 Bryd ikke din %lld-%@ streak!
de: 🔥 Lass deine %lld-%@-Serie nicht abreißen!
es: 🔥 ¡No rompas tu racha %lld-%@!
et: 🔥 Ärge katkestage oma %lld-%@ seeriat!
fi: 🔥 Älä katkaise %lld-%@-sarjaasi!
fr: 🔥 Ne brisez pas votre séquence %lld-%@!
hr: 🔥 Nemoj prekinuti svoj niz od %lld %@!
hu: 🔥 Ne szakítsd meg a %lld %@ hosszú sorozatodat!
it: 🔥 Non interrompere la tua serie di %lld %@!
lv: 🔥 Nepārtrauc savu %lld %@ sēriju!
nb: 🔥 Ikke bryt %lld-%@ streken din!
nl: 🔥 Houd je streak van %lld %@ vast.
pl: 🔥 Nie przerywaj serii %lld %@!
pt_br: 🔥 Não quebre sua sequência %lld-%@!
ro: 🔥 Nu întrerupe seria de %lld %@!
sk: 🔥 Nepreruš svoju sériu %lld %@.
sl: 🔥 Ne prekinite svojega niza %lld-%@!
sv: 🔥 Bryt inte din %lld-%@-svit!
uk: 🔥 Не переривайте свою серію%lld-%@!

source: 🔥 Don't break your %lld-day streak!
cs: 🔥 Nepřeruš sérii %lld dní!
da: 🔥 Bryd ikke din %lld-dages streak!
de: 🔥 Lass deine %lld-Tage-Serie nicht abreißen!
es: 🔥 ¡No rompas tu racha de %lld días!
et: 🔥 Ära katkesta oma %lld-päevast seeriat!
fi: 🔥 Älä katkaise %lld-päivän putkeasi!
fr: 🔥 N'interrompez pas votre séquence de %lld jours!
hr: 🔥 Nemoj prekinuti svoj niz od %lld dana!
hu: 🔥 Ne szakítsd meg a %lld napos sorozatodat!
it: 🔥 Non interrompere la tua serie di %lld giorni!
lv: 🔥 Nepārtrauc savu %lld dienu sēriju!
nb: 🔥 Ikke bryt rekken din på %lld dager!
nl: 🔥 Houd je streak van %lld dagen vast.
pl: 🔥 Nie przerywaj serii %lld dni!
pt_br: 🔥 Não quebre sua sequência de %lld dias!
ro: 🔥 Nu întrerupe seria de %lld zile!
sk: 🔥 Nepreruš svoju %lld-dňovú sériu.
sl: 🔥 Ne prekinite svojega %lld-dnevnega niza!
sv: 🔥 Bryt inte din %lld-dagarssvit!
uk: 🔥 Не зламай свою серію у %lld днів!

source: 🔥 See your streaks grow
cs: 🔥 Sleduj, jak série roste
da: 🔥 Se dine streger vokse
de: 🔥 Sieh deine Serien wachsen
es: 🔥 Mira crecer tus rachas
et: 🔥 Vaata, kuidas su jadad kasvavad
fi: 🔥 Näe raitojen kasvavan
fr: 🔥 Voyez vos séquences grandir
hr: 🔥 Pogledajte kako vam pruge rastu
hu: 🔥 Lásd, ahogy nőnek a sorozataid
it: 🔥 Guarda crescere le tue serie
lv: 🔥 Skaties, kā aug tavas sērijas
nb: 🔥 Se strekene dine vokse
nl: 🔥 Zie je streaks groeien
pl: 🔥 Patrz, jak rosną Twoje serie
pt_br: 🔥 Veja suas sequências crescerem
ro: 🔥 Vezi cum cresc seriile tale
sk: 🔥 Sleduj, ako rastú tvoje série
sl: 🔥 Glej, kako rastejo tvoji nizi
sv: 🔥 Se dina sviter växa
uk: 🔥 Дивись, як ростуть твої серії

source: 🔥 Streak at risk!
cs: 🔥 Série je v ohrožení!
da: 🔥 Streak i fare!
de: 🔥 Serie in Gefahr!
es: 🔥 ¡Racha en riesgo!
et: 🔥 Vööt on ohus!
fi: 🔥 Viiva vaarassa!
fr: 🔥 Série à risque!
hr: 🔥 Niz u opasnosti!
hu: 🔥 Veszélyben a sorozat!
it: 🔥 Serie a rischio!
lv: 🔥 Sērija apdraudēta!
nb: 🔥 Rekken står i fare!
nl: 🔥 Je streak loopt risico
pl: 🔥 Seria zagrożona!
pt_br: 🔥 Sequência em risco!
ro: 🔥 Seria e în pericol!
sk: 🔥 Séria je v ohrození.
sl: 🔥 Niz je ogrožen.
sv: 🔥 Sviten är i riskzonen!
uk: 🔥 Серія під загрозою!

source: 🔥 You're on a %lld-%@ streak! Keep it alive!
cs: 🔥 Jste na sérii %lld-%@! Udržujte to naživu!
da: 🔥 Du er på en %lld-%@ streak! Hold det i live!
de: 🔥 Du hast eine %lld-%@-Serie. Halte sie am Leben!
es: 🔥 ¡Estás en una racha de %lld-%@! ¡Mantenlo vivo!
et: 🔥 Olete %lld-%@ seerias! Hoidke seda elus!
fi: 🔥 Olet sarjassa %lld-%@! Pidä se hengissä!
fr: 🔥 Vous êtes sur une séquence %lld-%@! Gardez-le en vie!
hr: 🔥 Imaš niz od %lld %@! Održi ga!
hu: 🔥 %lld %@ hosszú sorozatban vagy! Tartsd életben!
it: 🔥 Hai una serie di %lld %@! Tienila viva!
lv: 🔥 Tev ir %lld %@ sērija! Noturi to!
nb: 🔥 Du er på en %lld-%@ rekke! Hold den i live!
nl: 🔥 Je hebt een streak van %lld %@. Houd hem vast.
pl: 🔥 Masz serię %lld %@! Utrzymaj ją!
pt_br: 🔥 Você está em uma sequência de %lld %@! Mantenha viva!
ro: 🔥 Ai o serie de %lld %@! Ține-o vie!
sk: 🔥 Máš sériu %lld %@. Udrž ju.
sl: 🔥 Imaš niz %lld %@. Ohrani ga.
sv: 🔥 Du har en %lld-%@-svit! Håll den vid liv!
uk: 🔥 У вас серія%lld-%@! Тримайте його живим!

source: 🔥 You're on a %lld-day streak! Keep it alive!
cs: 🔥 Máš sérii %lld dní. Udrž ji!
da: 🔥 Du er på en %lld-dages streak! Hold det i live!
de: 🔥 Du hast eine %lld-Tage-Serie. Halte sie am Leben!
es: 🔥 ¡Llevas una racha de %lld días! Mantenla viva!
et: 🔥 Olete %lld päevases jaos! Hoidke seda elus!
fi: 🔥 Olet %lld-päivän putkessa! Pidä se hengissä!
fr: 🔥 Vous êtes sur une séquence de %lld jours! Gardez-le en vie!
hr: 🔥 Imaš niz od %lld dana! Održi ga!
hu: 🔥 %lld napos sorozatban vagy! Tartsd életben!
it: 🔥 Hai una serie di %lld giorni! Tienila viva!
lv: 🔥 Tev ir %lld dienu sērija! Noturi to!
nb: 🔥 Du er på en %lld-dagersrekke! Hold den i live!
nl: 🔥 Je hebt een streak van %lld dagen. Houd hem vast.
pl: 🔥 Masz serię %lld dni! Utrzymaj ją!
pt_br: 🔥 Você está em uma sequência de %lld dias! Mantenha viva!
ro: 🔥 Ai o serie de %lld zile! Ține-o vie!
sk: 🔥 Máš %lld-dňovú sériu. Udrž ju.
sl: 🔥 Imaš %lld-dnevni niz. Ohrani ga.
sv: 🔥 Du har en %lld-dagarssvit! Håll den vid liv!
uk: 🔥 У тебе серія %lld днів! Не зупиняйся!

source: 1. Cue
cs: 1. Tágo
da: 1. Stikord
de: 1. Stichwort
es: 1. señal
et: 1. Kii
fi: 1. Vihje
fr: 1. Indice
hr: 1. Napomena
hu: 1. Jel
it: 1. Segnale
lv: 1. Signāls
nb: 1. Stikkord
nl: 1. Signaal
pl: 1. Wskazówka
pt_br: 1. Sugestão
ro: 1. Indiciu
sk: 1. Tágo
sl: 1. Iztočnica
uk: 1. Сигнал

source: 1% better each day = 37x growth in a year.
cs: O 1 % lepší každý den = 37x růst za rok.
da: 1 % bedre hver dag = 37x vækst på et år.
de: Jeden Tag 1 % besser = 37-mal mehr in einem Jahr.
es: 1% mejor cada día = crecimiento 37 veces mayor en un año.
et: 1% parem iga päev = 37x kasv aastas.
fi: 1 % parempi joka päivä = 37x kasvu vuodessa.
fr: 1 % de mieux chaque jour = 37 fois la croissance en un an.
hr: 1% bolji svaki dan = 37x rast u godini.
hu: 1%-kal jobb minden nap = 37-szeres növekedés egy év alatt.
it: L'1% in più ogni giorno = una crescita 37 volte in un anno.
lv: 1% labāk katru dienu = 37x pieaugums gada laikā.
nb: 1 % bedre hver dag = 37x vekst på et år.
nl: Elke dag 1% beter = 37x groei in een jaar.
pl: 1% lepiej każdego dnia = 37-krotny wzrost w ciągu roku.
pt_br: 1% melhor a cada dia = crescimento de 37x em um ano.
ro: Cu 1% mai bine în fiecare zi = creștere de 37 ori într-un an.
sk: O 1 % lepšie každý deň = 37-násobný rast za rok.
sl: 1 % boljši vsak dan = 37-kratna rast v enem letu.
sv: 1% bättre varje dag = 37x tillväxt på ett år.
uk: На 1% краще щодня = зростання у 37 разів за рік.

source: 2. Craving
cs: 2. Bažení
da: 2. Trang
de: 2. Verlangen
es: 2. Ansia
et: 2. Iha
fi: 2. Himo
fr: 2. Envie
hr: 2. Žudnja
hu: 2. Vágy
it: 2. Voglia
lv: 2. Alkas
nb: 2. Sugen
nl: 2. Verlangen
pl: 2. Pragnienie
pt_br: 2. Desejo
ro: 2. Dorință
sk: 2. Túžba
sl: 2. Hrepenenje
sv: 2. Sugen
uk: 2. Бажання

source: 3. Action
cs: 3. Akce
da: 3. Handling
de: 3. Aktion
es: 3. Acción
et: 3. Tegevus
fi: 3. Toiminta
fr: 3. Actions
hr: 3. Djelovanje
hu: 3. Cselekvés
it: 3. Azione
lv: 3. Darbība
nb: 3. Handling
nl: 3. Actie
pl: 3. Akcja
pt_br: 3. Ação
ro: 3. Acțiune
sk: 3. Akcia
sl: 3. Akcija
sv: 3. Åtgärd
uk: 3. Дія

source: 4. Reward
cs: 4. Odměna
da: 4. Belønning
de: 4. Belohnung
es: 4. Recompensa
et: 4. Preemia
fi: 4. Palkkio
fr: 4. Récompense
hr: 4. Nagrada
hu: 4. Jutalom
it: 4. Ricompensa
lv: 4. Atlīdzība
nb: 4. Belønning
nl: 4. Beloning
pl: 4. Nagroda
pt_br: 4. Recompensa
ro: 4. Recompensă
sk: 4. Odmena
sl: 4. Nagrada
sv: 4. Belöning
uk: 4. Нагорода
